Repository: AlinaCDevelopment/trisimple4
Catalog: assets/l10n/app_*.arb
Languages: pt

source: Search
pt: Procurar

source: version
pt: versão

source: Try Again.
pt: Tente Novamente.

source: Connection Error!
pt: Erro de Ligação!

source: Exit
pt: SAIR

source: Pending Records
pt: Registos Pendentes

# badConnection
source: Connection failed
pt: Ligação falhou

# rightConnection
source: Connected
pt: Ligado

# contactsLabel
source: Contact of the technician in charge of the event for support:
pt: Contato responsável técnico do evento para pedido de suporte:

# eventSelectHint
source: Select the event
pt: Seleciona o evento

# equipSelectHint
source: Select the equipment
pt: Seleciona o equipamento

# passwordHint
source: Insert the password
pt: Insere a palavra-passe

source: Sign In
pt: Registar

# wrongPassword
source: The inserted password is not correct, try again.
pt: A password inserida não está correta, tenta novamente.

# fillAllFields
source: All fields are mandatory, try again.
pt: Todos os campos são obrigatórios, tenta novamente.

# controlAccess
source: ACCESSES CONTROL
pt: CONTROLO DE ACESSOS

source: Reserved Area
pt: Área Reservada

# authorizedPeople
source: Solely people authorized by Trisimple are allowed in
pt: Só é permitida a entrada a pessoas autorizadas pela Trisimple

# emailLabel
source: For more information, email:
pt: Para mais informações envie email para:

# approachNfc
source: May approach.
pt: Pode aproximar.

# unavailableNfc
source: NFC UNAVAILABLE
pt: NFC INDISPONÍVEL

# ticketIsNotFromEvent
source: No ticket found for {eventName} matching the code read
pt: Não foi encontrado nenhum bilhete para {eventName}, correspondente ao código lido

# unsupportedTag
source: The tag read is not supported!
pt: A tag lida não é suportada!

# tagLost
source: Tag was lost. Keep the bracelet close until results are shown.
pt: A tag foi perdida. Mantenha a pulseira próxima até obter resultados.

# platformError
source: A platform error occured.
pt: Ocorreu um erro de plataforma.

# processError
source: An error occured during the process.
pt: Ocorreu um erro durante o processo.

# codeInsertLabel
source: Insert the CODE printed on the bracelet's Chip
pt: Inserir CÓDIGO gravado no Chip da pulseira

# condeInsertHint
source: Insert the code
pt: Insere o código

source: VALID
pt: VÁLIDO

source: INVALID
pt: INVÁLIDO

source: Ticket
pt: Bilhete

source: Bracelet
pt: Pulseira

source: Error
pt: Erro

source: No pending data
pt: Sem data pendente

# pendingEntranceDate
source: Entrance date: {dateTime}
pt: Data de Entrada: {dateTime}
